Repository: NaN-tic/trytond-aeat_182
Catalog: locale/*.po
Languages: ca_es, es

# error:aeat.182.report:
source: Currency in AEAT 182 report "%s" must be Euro.
ca_es: La moneda de l'informe AEAT 182 "%s" ha de ser en Euros.
es: La moneda del informe AEAT 182 "%s" debe ser Euro.

# error:aeat.182.report:
source: Report must be unique by fiscalyear and company
ca_es: L'informe ha de ser únic per exercici fiscal i companyia
es: El informe debe ser único por ejercicio fiscal y compañía

# field:aeat.182.report,accounts:
source: Accounts
ca_es: Comptes comptables
es: Cuentas contables

# field:aeat.182.report,amount_of_donations:
source: Amount of donations
ca_es: Import dels donatius
es: Importe de los donativos

# field:aeat.182.report,company:
source: Company
ca_es: Companyia
es: Empresa

# field:aeat.182.report,company_name:
source: Name
ca_es: Nom
es: Nombre

# field:aeat.182.report,company_phone:
source: Phone
ca_es: Telèfon
es: Teléfono

# field:aeat.182.report,company_vat:
source: VAT number
ca_es: NIF
es: NIF

# field:aeat.182.report,contact_name:
source: Name And Surname Contact
ca_es: Nom i cognoms del contacte
es: Nombre y apellido del contacto

# field:aeat.182.report,create_date:
source: Create Date
ca_es: Data creació
es: Fecha creación

# field:aeat.182.report,create_uid:
source: Create User
ca_es: Usuari creació
es: Usuario creación

# field:aeat.182.report,currency:
source: Currency
ca_es: Moneda
es: Moneda

# field:aeat.182.report,currency_digits:
source: Currency Digits
ca_es: Decimals de la moneda
es: Decimales de la moneda

# field:aeat.182.report,date:
source: Date
ca_es: Data
es: Fecha

# field:aeat.182.report,declarant_nature:
source: Nature of the Declarant
ca_es: Naturalesa del declarant
es: Naturaleza del declarante

# field:aeat.182.report,donation_amount_threshold:
source: Donation Amount Threshold for the Applying of the Second Scale of Deduction
ca_es: Llindar de l'import de la donació per aplicar la segona escala de la deducció
es: Umbral del importe de la donación para aplicar la segunda escala de la deducción

# field:aeat.182.report,file_:
source: File
ca_es: Arxiu
es: Archivo

# field:aeat.182.report,filename:
source: File Name
ca_es: Nom de l'arxiu
es: Nombre del archivo

# field:aeat.182.report,first_greater_artificial:
source: Deductible Percentage of First Donation of Greater Amount of Artificial Person
ca_es: Percentaje deduible de primera donació de import major de la persona jurídica
es: Porcentaje deducible de primera donación de importe mayor de la persona jurídica

# field:aeat.182.report,first_greater_physical:
source: Deductible Percentage of First Donation of Greater Amount of Physical Person
ca_es: Percentaje deduible de primera donació de import major de la persona física
es: Porcentaje deducible de primera donación de importe mayor de la persona física

# field:aeat.182.report,first_less_artificial:
source: Deductible Percentage of First Donation of Less Amount of Artificial Person
ca_es: Percentaje deduible de primera donació de import menor de la persona jurídica
es: Porcentaje deducible de primera donación de importe menor de la persona jurídica

# field:aeat.182.report,first_less_physical:
source: Deductible Percentage of First Donation of Less Amount of Physical Person
ca_es: Percentaje deduible de primera donació de import menor de la persona física
es: Porcentaje deducible de primera donación de importe menor de la persona física

# field:aeat.182.report,fiscalyear:
source: Fiscal Year
ca_es: Exercici fiscal
es: Ejercicio fiscal

# field:aeat.182.report,fiscalyear_code:
source: Fiscal Year Code
ca_es: Codi de l'exercici fiscal
es: Código del ejercicio fiscal

# field:aeat.182.report,pluriannual_artificial:
source: Deductible Percentage of Pluriannual Donation of Artificial Person
ca_es: Percentaje deduible de donació plurianual de la persona jurídica
es: Porcentaje deducible de donación plurianual de la persona jurídica

# field:aeat.182.report,pluriannual_physical:
source: Deductible Percentage of Pluriannual Donation of Physical Person
ca_es: Percentaje deduible de donació plurianual de la persona física
es: Porcentaje deducible de donación plurianual de la persona física

# field:aeat.182.report,presentation:
source: Presentation
ca_es: Presentació
es: Presentación

# field:aeat.182.report,previous_number:
source: Previous Declaration Number
ca_es: Nombre de declaració anterior
es: Número de declaración anterior

# field:aeat.182.report,protected_heritage_name:
source: Protected Heritage Name
ca_es: Nom del patrimoni protegit
es: Nombre del patrimonio protegido

# field:aeat.182.report,protected_heritage_vat:
source: Protected Heritage VAT
ca_es: NIF del patrimoni protegit
es: NIF del patrimonio protegido

# field:aeat.182.report,rec_name:
source: Name
ca_es: Nom
es: Nombre

# field:aeat.182.report,report_parties:
source: Party Donations
ca_es: Donatius de tercer
es: Donativos de tercero

# field:aeat.182.report,state:
source: State
ca_es: Estat
es: Estado

# field:aeat.182.report,total_number_of_donor_records:
source: Total number of donor records
ca_es: Nombre total de registres de donants
es: Número total de registros de donantes

# field:aeat.182.report,total_sheets:
source: Total Sheets
ca_es: Total de fulls
es: Total de hojas

# field:aeat.182.report,type:
source: Type
ca_es: Tipus de declaració
es: Tipo de declaración

# field:aeat.182.report,write_date:
source: Write Date
ca_es: Data modificació
es: Fecha modificación

# field:aeat.182.report,write_uid:
source: Write User
ca_es: Usuari modificació
es: Usuario modificación

# field:aeat.182.report,years_for_pluriannual_donation:
source: Minimal Number of Years for Pluriannual Donation
ca_es: Mínim nombre d'anys per donació plurianual

# field:aeat.182.report.account,account:
source: Account
ca_es: Compte comptable
es: Cuenta contable

# field:aeat.182.report.account,create_date:
source: Create Date
ca_es: Data creació
es: Fecha creación

# field:aeat.182.report.account,create_uid:
source: Create User
ca_es: Usuari creació
es: Usuario creación

# field:aeat.182.report.account,rec_name:
source: Name
ca_es: Nom
es: Nombre

# field:aeat.182.report.account,report:
source: Report
ca_es: Informe
es: Informe

# field:aeat.182.report.account,write_date:
source: Write Date
ca_es: Data modificació
es: Fecha modificación

# field:aeat.182.report.account,write_uid:
source: Write User
ca_es: Usuari modificació
es: Usuario modificación

# field:aeat.182.report.party,amount:
source: Amount
ca_es: Import
es: Importe

# field:aeat.182.report.party,company:
source: Company
ca_es: Companyia
es: Empresa

# field:aeat.182.report.party,company_vat:
source: Company VAT
ca_es: NIF Companyia

# field:aeat.182.report.party,create_date:
source: Create Date
ca_es: Data creació
es: Fecha creación

# field:aeat.182.report.party,create_uid:
source: Create User
ca_es: Usuari creació
es: Usuario creación

# field:aeat.182.report.party,currency_digits:
source: Currency Digits
ca_es: Decimals de la moneda
es: Decimales de la moneda

# field:aeat.182.report.party,deduction_autonomous_community:
source: Deduction Autonomous Community
ca_es: % Deducció de la Comunitat Autònoma

# field:aeat.182.report.party,donation_in_kind:
source: Donation in kind
ca_es: Donatiu en espècie
es: Donativo en especie

# field:aeat.182.report.party,exercise_of_the_revoked_donation:
source: Exercise of the revoked donation
ca_es: Exercici de la donació revocada
es: Ejercicio de la donación revocada

# field:aeat.182.report.party,fiscalyear_code:
source: Fiscal Year
ca_es: Exercici fiscal

# field:aeat.182.report.party,identification_of_good:
source: Identification of good
ca_es: Identificació del bé
es: Identificación del bien

# field:aeat.182.report.party,key:
source: Key
ca_es: Clau
es: Clave

# field:aeat.182.report.party,nature:
source: Nature
ca_es: Naturalesa
es: Naturaleza

# field:aeat.182.report.party,party_name:
source: Party Name
ca_es: Nom del tercer
es: Nombre del tercero

# field:aeat.182.report.party,party_subdivision_code:
source: Party Subdivision Code
ca_es: Codi de provincia del tercer
es: Código de provincia del tercero

# field:aeat.182.report.party,party_vat:
source: Party VAT
ca_es: NIF del tercer
es: NIF del tercero

# field:aeat.182.report.party,percentage_deduction:
source: % Deduction
ca_es: % Deducció

# field:aeat.182.report.party,percentage_deduction_autonomous_community:
source: Percentage Deduction Autonomous Community
ca_es: Percentatge deducció per Comunitat Autónoma

# field:aeat.182.report.party,rec_name:
source: Name
ca_es: Nom
es: Nombre

# field:aeat.182.report.party,report:
source: Report
ca_es: Informe
es: Informe

# field:aeat.182.report.party,representative_nif:
source: Representative VAT
ca_es: NIF del representant

# field:aeat.182.report.party,revocation:
source: Revocation
ca_es: Revocació
es: Revocación

# field:aeat.182.report.party,type_of_good:
source: Type of good
ca_es: Tipus de bé
es: Tipo de bien

# field:aeat.182.report.party,write_date:
source: Write Date
ca_es: Data modificació
es: Fecha modificación

# field:aeat.182.report.party,write_uid:
source: Write User
ca_es: Usuari modificació
es: Usuario modificación

# help:aeat.182.report,fiscalyear_code:
source: The four digits of the calendar year the corresponding declaration is made.
ca_es: Les quatre xifres de l'any natural al que correspon la declaració
es: Las cuatro cifras del año natural al que corresponda la declaración

# model:aeat.182.report,name:
source: AEAT 182 Report
ca_es: Informe AEAT 182
es: Informe AEAT 182

# model:aeat.182.report.account,name:
source: AEAT 182 Report Account
ca_es: Informe comptable AEAT 182
es: Informe contable AEAT 182

# model:aeat.182.report.party,name:
source: AEAT 182 Report Party
ca_es: Informe de tercer AEAT 182
es: Informe de tercero AEAT 182

# model:ir.action,name:act_aeat_182_report
source: AEAT 182 Report
ca_es: Informe AEAT 182
es: Informe AEAT 182

# model:ir.action,name:act_aeat_182_report_party
source: AEAT 182 Report Party
ca_es: Informe de tercer AEAT 182
es: Informe de tercero AEAT 182

# model:ir.ui.menu,name:menu_aeat_182_report
source: AEAT 182 Report
ca_es: Informe AEAT 182
es: Informe AEAT 182

# model:ir.ui.menu,name:menu_aeat_182_report_party
source: AEAT 182 Party
ca_es: Tercer AEAT 182
es: Tercero AEAT 182

# model:res.group,name:group_aeat_182_admin
source: AEAT 182 Administration
ca_es: Administració AEAT 182
es: Administración AEAT 182

# selection:aeat.182.report,declarant_nature:
source: Foundation
ca_es: Fundació
es: Fundación

# selection:aeat.182.report,declarant_nature:
source: Non-profit Entity
ca_es: Entitat sense ànim de lucre
es: Entidad sin ánimo de lucro

# selection:aeat.182.report,declarant_nature:
source: Protected Heritage
ca_es: Patrimoni protegit
es: Patrimonio protegido

# selection:aeat.182.report,presentation:
source: Printed
ca_es: Imprès
es: Impreso

# selection:aeat.182.report,presentation:
source: Support
ca_es: Suport
es: Soporte

# selection:aeat.182.report,state:
source: Calculated
ca_es: Calculat
es: Calculado

# selection:aeat.182.report,state:
source: Cancelled
ca_es: Cancelat
es: Cancelado

# selection:aeat.182.report,state:
source: Done
ca_es: Realizat
es: Realizado

# selection:aeat.182.report,state:
source: Draft
ca_es: Esborrany
es: Borrador

# selection:aeat.182.report,type:
source: Complementary
ca_es: Declaració complementària
es: Declaración complementaria

# selection:aeat.182.report,type:
source: Substitutive
ca_es: Declaració substitutiva
es: Declaración sustitutiva

# selection:aeat.182.report.party,identification_of_good:
source: ISIN. transferable securities
ca_es: ISIN. Valors mobiliaris
es: ISIN. Valores mobiliarios

# selection:aeat.182.report.party,identification_of_good:
source: NCR. Real State
ca_es: NCR. Immobles
es: NCR. Inmuebles

# selection:aeat.182.report.party,key:
source: A. Donations not included in the priority activities or sponsorship programs established by Law on State Budget
ca_es: A. Donatius no inclosos a les activitats o programes prioritaris de mecenatge establits per Llei de Presupostos Generals de l'Estat
es: A. Donativos no incluidos en las actividades o programas prioritarios de mecenazgo establecidos por Ley de Presupuestos Generales del Estado

# selection:aeat.182.report.party,key:
source: B. Donations included in activities or sponsorship priority programs identified by Law on State Budget
ca_es: B. Donatius inclosos a les activitats o programes prioritaris de mecenatge assenyalats per Llei de Presupostos Generals de l'Estat
es: B. Donativos incluidos en las actividades o programas prioritarios de mecenazgo señalados por Ley de Presupuestos Generales del Estado

# selection:aeat.182.report.party,key:
source: C. Contribution to heritage disabled.
ca_es: C. Aportació al patrimoni de discapacitats
es: C. Aportación al patrimonio de discapacitados

# selection:aeat.182.report.party,key:
source: D. Provision of heritage disabled
ca_es: D. Disposició del patrimoni de discapacitats
es: D. Disposición del patrimonio de discapacitados

# selection:aeat.182.report.party,nature:
source: [E]. Entity under the income allocation
ca_es: E. Entitat en règim d'atribució de rendes
es: E. Entidad en régimen de atribución de rentas

# selection:aeat.182.report.party,nature:
source: [F]. Physical person
ca_es: F. Persona física
es: F. Persona física

# selection:aeat.182.report.party,nature:
source: [J]. Artificial person
ca_es: J. Persona jurídica
es: J. Persona jurídica

# selection:aeat.182.report.party,type_of_good:
source: I. Property
ca_es: I. Immoble
es: I. Inmueble

# selection:aeat.182.report.party,type_of_good:
source: O. Other
ca_es: O. Altres
es: O. Otros

# selection:aeat.182.report.party,type_of_good:
source: V. Transferable Securities
ca_es: V. Valors mobiliaris
es: V. Valores mobiliarios

# view:aeat.182.report.party:
source: AEAT 182 Party
ca_es: Tercer AEAT 182
es: Tercero AEAT 182

# view:aeat.182.report.party:
source: AEAT 182 Report Parties
ca_es: Informe de tercers AEAT 182
es: Informe de terceros AEAT 182

# view:aeat.182.report:
source: AEAT 182 Report
ca_es: Informe AEAT 182
es: Informe AEAT 182

# view:aeat.182.report:
source: Accounts
ca_es: Comptes comptables
es: Cuentas contables

# view:aeat.182.report:
source: Calculate
ca_es: Calcula
es: Calcular

# view:aeat.182.report:
source: Cancel
ca_es: Cancela
es: Cancelar

# view:aeat.182.report:
source: Deductions
ca_es: Deduccions
es: Deducciones

# view:aeat.182.report:
source: Draft
ca_es: Esborrany
es: Borrador

# view:aeat.182.report:
source: Process
ca_es: Processar
es: Procesar

# view:aeat.182.report:
source: Report Parties
ca_es: Informe de tercers
es: Informe de terceros

# field:aeat.182.report,declaration_number:
source: Declaration Number
es: Número de declaración

# field:aeat.182.report,periods_for_pluriannual_donation:
source: Immediately Preceding Tax Periods for Pluriannual Donation
es: Períodos impositivos inmediatos anteriores para donación plurianual

# field:aeat.182.report.party,deduction_autonomous_community:
source: Percentage Deduction Autonomous Community
es: Porcentaje Deducción de la Comunidad Autónoma

# field:aeat.182.report.party,party:
source: Party
es: Tercero

# field:aeat.182.report.party,percentage_deduction:
source: Deduction
es: Deducción

# field:aeat.182.report.party,percentage_deduction_autonomous_community:
source: Deduction Autonomous Community
es: Deducción por Comunidad Autónoma

# field:aeat.182.report.party,representative_vat:
source: Representative VAT
es: NIF del representante
